<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC “-//W3C//DTD XHTML 1.0 Transitional//EN” “http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd”>
<%
	String basepath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+request.getContextPath();
%>
<%@ taglib prefix="s" uri="/struts-tags"%>


<html>

<title>东北大学国家示范性软件学院--软件工程</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link type="text/css" href="<%=basepath%>/css/index.css" rel="stylesheet" />
<link type="text/css" href="<%=basepath%>/css/newsList.css" rel="stylesheet" />
<link type="text/css" href="<%=basepath%>/css/newsContent.css" rel="stylesheet" />

<link type="text/css" href="<%=basepath%>/css/header.css" rel="stylesheet">
<link type="text/css" href="<%=basepath%>/css/banner.css" rel="stylesheet">
<script src="<%=basepath%>/js/jquery.js" type="text/javascript"></script>


	
	<style>
	span.title1 {
    color: #1B2C7A;
    display: block;
    font-family: "黑体";
    font-size: 25px;
    font-weight: bold;
    line-height: 70px;
    text-align: center;
}
	
	
	</style>
	
</head>


<body>

<div id="index3-container">
	<jsp:include page="../jsp/header2.jsp" />

	<div id="index3-news">
		<div id="index3-news-header"><span class="part-name">专业介绍--软件工程</span></div>
		<div id="index3-news-content">
			<div id="newsContent-Guide">
			</div>
			<div id="index3-newsContent">
			<span class="title1">软件工程（全日制）</span>
    
            
                <table id="orgTable" >	
				<tr><td width="200px"><strong>院长</strong></td><td width="400px">朱志良</td>
				</tr>
				<tr><td><strong>党委书记</strong><td>陈欢</td>
				</tr>
				<tr><td><strong>副院长（副书记）</strong></td><td>吕兴君</td>
	            </tr>
	            <tr><td><strong>副院长</strong></td><td>陈东明</td>
	            </tr>
	            <tr><td><strong>副院长</strong></td><td>庞洪江</td>
				</tr>	
	            <tr><td><strong>院长助理</strong></td><td>于瑞云</td>
				</tr>  
               </table>  
			

<span class="title1">软件学院2009年大事记</span>
<p>1.	2009年1月5日、7日分别组织学院6位科级干部、5位副处级以上干部年终述职。
</p><p>2.	2009年1月9日召开软件学院学位评定分委员会会议。
</p><p>3.	2009年1月12日，英国威尔士大学朴老师为大三、大四学生进行留学项目说明会。
</p><p>4.	2009年1月12日，朱院长、李丹程、程维、张秉轩参加了学校资产处组织的2009年度资产预算听政会。
</p><p>5.	2009年1月13日，学院领导及相关人员对信息平台项目进行了第一次听取汇报、验收。
</p><p>6.	2009年1月15日在610召开学院信息安全专业实训双选会。
</p><p>7.	2009年1月15日在610召开软件学院2008年度年终总结表彰大会。
</p><p>8.	2009年1月16日赴日本班面试。
</p><p>9.	2009年1月17日召开学院寒假工作研讨会。
</p><p>10.	2009年2月22-3月4日，软件学院赴英国游戏动漫技术交流团12人对西北地区学院进行了学术交流。
</p><p>11.	2009年2月25-26日召开第二次寒假工作研讨会，本次会议传达了教育部相关文件精神；对寒假研讨会第一次会议的十个议题进行了深入细致地研讨，对工作中存在的问题进行了深入透彻的分析研究，并提出了部分可行性地解决方法；提出了建设科学、高效、安全的数字学院的新理念，使大家对学院的未来有了明确的愿景，并对学院第二个五年规划的逐步落实作了明确要求，对09年学院的工作做了总体规划和具体部署。
</p><p>12.	2009年3月1日，朱院长在无锡江南大学参加了全国服务外包人才培养工作座谈会。
</p><p>13.	2009年3月8-18日，英国德里西北地区学院三位教师来我院授课。
</p><p>14.	2009年3月11日下午，东北大学与IBM国际商业机器全球服务（中国）有限公司软件人才培养合作协议签署仪式在东北大学汉卿会堂隆重举行。
</p><p>15.	2009年3月15日，英国德里西北学院教师到我院考察、探讨信息安全专业。
</p><p>16.	2009年3月20日，以天津市教授高教处穆树发副处长为团长，天津市9所普通高校14位代表组成的赴辽宁省学习考察团莅临软件学院考察实习。
</p><p>17.	2009年3月20日，李丹程副教授参加了在武汉华中科技大学举行的IBM主机大学合作项目2009年度工作会议。
</p><p>18.	2009年3月19日-22日，日本JBS株式会社到我院面试学生。
</p><p>19.	2009年3月21日，刘益先参加了武汉华中科技大学举行的IBM主机系统管理基础教师培训，黄利萍参加了在湖南大学召开的教育部微软精品课程软件工程专题教学研讨会。
</p><p>20.	2009年3月23日，软件学院在图书馆学术报告厅召开了“软件学院深入学习科学发展观动员大会暨布置2009年工作大会”，吕兴君副院长主持了大会，副院长姜茂发作为联络人出席了本次会议，学院全体教职工及学生党员参加了会议。
</p><p>21.	2009年3月16-26日，NIIT公司与学院商谈合作事宜，组织高端就业定向班。
</p><p>22.	2009年3月24日，日本SE株式会社到我院面试学生。
</p><p>23.	2009年4月8日，东北大学软件学院与东软集团在东北大学汉卿会堂签署了全面合作协议。
</p><p>24.	2009年4月16日，2009教育部-IBM高校合作项目年会在成都隆重召开，软件学院院长朱志良教授、李丹程副教授和那俊老师应邀请参加了本次年会。
</p><p>25.	2009年5月15日-17日，由我校软件学院承办的2009教育部示范性软件学院教学工作会议在我校隆重召开，来自全国37所示范性软件学院近70名代表参加了本次会议，我校副校长姜茂发，教育部高教司理工处副处长、教育部软建主任吴爱华，教育部软建办副主任芦苇，以及我校软件学院院长朱志良、书记陈欢等领导出席了会议。
</p><p>26.	2009年5月19日，朱院长、教学办主任参加教育部示范性软件学院人才培养模式交流会、2009国际IT人才教育培训高峰论坛。
</p><p>27.	2009年5月21日-22日，东北大学第48届体育运动大会胜利召开。
</p><p>28.	2009年5月22-24日，软件学院组织全员教职工70人赴清河水库、象牙山两日游，此次全员集体活动丰富了学院教工的业余生活，放松身心，增进了教职工感情，增强了学院的凝聚力。
</p><p>29.	6月11日晚，“软件学院2007-2008学年学生表彰大会”在汉卿会堂一楼学术报告厅隆重举行。
</p><p>30.	2009年6月15日，2009年辽宁省级实验教学示范中心评审专家一行8人来我校，对我校软件学院工程实验教学中心和资土学院岩土力学实验教学中心两个申报单位进行现场考察。
</p><p>31.	2009年8月，于助理参加在吉林大学召开的示范性软件学院软件工程硕士培养方案研讨与交流会。
</p><p>32.	由东北大学软件学院主办，内蒙古民族大学承办的“2009年东北大学软件学院软件工程硕士培养工作年会”于8月22-25日在内蒙古民族大学（通辽市）召开。
</p><p>33.	2009年8月10日-14日、9月24日-30日，学院组织了两次到校外实训基地的中期检查。
</p><p>34.	2009年9月6日，日本崎玉大学程京德教授来访，7日程教授与学院师生讨论IBM合作项目《基于SaaS平台的社区卫生服务系统》，8日讨论了Web服务质量方面的研究课题，9日程教授为全院教师做了专题报告，介绍了他在日本崎玉大学研究室的基本情况及其研究室近期的研究项目和研究方向，此外，程教授针对赴日班的学生就赴日留学方面的相关问题进行了解答。
</p><p>35.	学院于9月9日上午召开紧急会议，部署甲型H1N1流感的防控相关工作，积极开展甲型H1N1流感基本常识和预防知识的宣传教育活动，认真落实预防甲型H1N1流感的各项防控措施。
</p><p>36.	2009年9月22日，日本立命馆大学计算机学院院长、教授来访。
</p><p>37.	2009年9月22日，趋势科技有限公司全球研发长一行来访。
</p><p>38.	刘国奇到爱尔兰都柏林城市大学进行了为期三个月的学术交流。
</p><p>39.	9月28日，软件学院全体教职工在新主楼610会议室隆重集会，热烈庆祝伟大祖国60华诞，纪念软件学院成立七周年。
</p><p>40.	为进一步贯彻落实校党委东大党字[2009]27号文件《关于开展高晓兴同志先进事迹专题学习活动的安排意见》精神，学院党委号召广大党员及全院师生员工集中开展向高晓兴同志学习的活动。
</p><p>41.	李丹程到美国卡内基梅隆大学参加教育部组织的课程引进交流。
</p><p>42.	11月28-29日，由教育部软件学院建设办公室（简称软建办）主办，东北大学软件学院作为2009年教育部示范性软件学院院长联席会主席单位承办的“2009教育部示范性软件学院院长联席会会议”在我校召开。
</p><p>43.	2009年第二届全国大学生软件创新大赛由东北大学软件学院承办，大赛主题是“软件创造价值，创新引领未来”。
</p><p>44.	2009年11月6日，由东北大学主办，香港城市大学、IEEE Circuits and System Society 协会，东北大学软件学院承办的2009国际混沌、分形理论与应用研讨会在我院隆重召开。
</p><p>45.	2009年2月21日在北京会议中心隆重召开了《全国信息技术标准化技术委员会SOA标准工作组成立大会》，本次大会由全国信息技术标准化技术委员会主办，中国电子技术标准化研究所承办。
</p><p>46.	2009年12月28日，由国家外国专家局和沈阳市人民政府主办，中国国际人才交流基金会、东北大学、东软集团、沈阳海外人才交流协会承办的国家软件人才国际培训（沈阳）基地揭牌仪式在我校汉卿会堂隆重举行。
</p><p>47.	2009年12月30日，软件学院2010年教职工元旦联欢晚会举行。</p>
			
			</div>
		</div>
	</div>
			
	<jsp:include page="../jsp/banner.jsp" />
</div>
	
</body>


</html>